{
    "get_started": "Get Started",
    "accessories": "Accessories",
    "technical_diagram": "Technical Diagram",
    "application_images": "Application Images",
    "application": "Application",
    "specificattion": "specificattion",
    "share": "Share",
    "download": "Download",
    "catalogue": "Catalogue",
    "special": "Special",
    "beam_welding_lines": "Beam Welding Lines",
    "roators": "Roators",
    "positioners": "Positioners",
    "pipe_rotators": "Pipe Rotators",
    "cnc_controlled": "CNC Controlled",
    "plc_controlled": "PLC Controlled",
    "Cutter": "Cutter",
    "about_company_data": "To ensure optimum customer satisfaction, KISTLER goes above and beyond by providing not only an extensive range of standard equipment but also by offering customized automation solutions tailored to meet specific customer needs. Our commitment to delivering exceptional service extends beyond our wide portfolio of over 2000 standard machines for automated welding processes, including pipe rotators, welding positioners, and manipulators. We understand that every industry has unique requirements, and we strive to fulfill them comprehensively. This commitment drives us to provide the flexibility of designing and manufacturing machines that are specifically customized to match the precise needs of our customers. This approach ensures that our equipment perfectly aligns with the industry's demands and standards, enabling our customers to attain optimal results and success in their operations. With our expertise in automation and a dedicated team of professionals, we are capable of developing and manufacturing machines that address the intricate demands of various industries. We work closely with our customers, understanding their specific challenges, and engineering innovative solutions that enhance their productivity and efficiency. We continuously invest in research and development to stay at the forefront of technological advancements. This enables us to offer cutting-edge automation solutions that are reliable, efficient, and meet the highest industry standards. Our commitment to customer satisfaction drives us to continually improve our product range, ensuring that we can always fulfill the evolving needs of the industry. With KISTLER, you can rely on a trusted partner who understands your needs and delivers the right equipment to optimize your welding processes and achieve exceptional results.",
    "search": "Submit",
    "submit": "Search",
    "description": "Description",
    "product_name": "Product Name",
    "country_name": "Country Name",
    "contact_number": "Contact Number",
    "email_address": "Email Address",
    "contact_name": "Contact Name",
    "conpany_name": "Company Name",
    "find_the_solution_with_us": "Find the solutions with us",
    "custom_made_solution": "Custom Made Solutions",
    "enquiry": "Enquiry",
    "price": "Price",
    "logout": "Log Out",
    "all": "All",
    "cutting": "Cutting",
    "welding": "Welding"
}